Repository: milky-way-66/taco
Catalog: TacXO/Resources/Localizable.xcstrings
Source language: en
Languages: vi

# board_picker_label
source: Board
vi: Bàn cờ

# board_size_section
source: Board Size
vi: Cỡ bàn

source: Done
vi: Xong

source: Draw
vi: Hòa

# draw_flavor
source: Draw — even garbage ties sometimes.
vi: Hòa — may cho mày đấy!

# hardness_accessibility
source: Uncle Sáu hardness %lld percent
vi: Ông Sáu khó chịu %lld%%

# hardness_label
source: UNCLE SÁU'S HARDNESS
vi: ĐỘ KHÓ CỦA ÔNG SÁU

# language_english
source: English
vi: Tiếng Anh

# language_section
source: Language
vi: Ngôn ngữ

# language_system
source: System
vi: Theo máy

# language_vietnamese
source: Vietnamese
vi: Tiếng Việt

# loss_defeated
source: DEFEATED
vi: THUA THẢM!

# loss_neighbor_says
source: UNCLE SÁU REMARKS
vi: ÔNG SÁU PHÁN

# loss_tap_continue
source: TAP TO CONTINUE
vi: LÀM NHÁY NỮA

# mode_picker_label
source: Mode
vi: Chế độ

# mode_section
source: Mode
vi: Chế độ chơi

# mode_two_player
source: 2 Players
vi: Hai người

# mode_vs_neighbor
source: vs Uncle Sáu
vi: Đấu với ông Sáu

# mode_nearby_pvp
source: PvP Nearby
vi: PvP gần

# nearby_role_section
source: Role
vi: Vai trò

# nearby_role_host
source: Host
vi: Chủ phòng

# nearby_role_join
source: Join
vi: Tham gia

# nearby_waiting
source: Waiting for opponent…
vi: Đang chờ đối thủ…

# nearby_no_games
source: No games nearby — ask a friend to host
vi: Không có ván nào gần đây — nhờ bạn tạo phòng

# nearby_join
source: Join
vi: Tham gia

# nearby_cancel
source: Cancel
vi: Hủy

# nearby_paused
source: Waiting for opponent to reconnect…
vi: Đang chờ đối thủ kết nối lại…

# nearby_forfeit
source: Forfeit
vi: Bỏ cuộc

# nearby_your_turn
source: Your turn
vi: Lượt của bạn

# nearby_opponent_turn
source: Opponent's turn
vi: Lượt đối thủ

# nearby_browse_title
source: Nearby games
vi: Ván chơi gần đây

# nearby_connecting
source: Connecting…
vi: Đang kết nối…

# nearby_rules_format
source: %@ · win %lld
vi: %@ · thắng %lld

# nearby_you_win
source: You win!
vi: Bạn thắng!

# nearby_opponent_wins
source: Opponent wins
vi: Đối thủ thắng

# neighbor_name
source: Uncle Sáu
vi: Ông Sáu

# neighbor_thinking
source: %@ is thinking…
vi: %@ đang vò đầu bứt tóc…

# neighbor_turn
source: Uncle Sáu's turn
vi: Lượt ông Sáu

# neighbor_wins
source: Uncle Sáu wins
vi: Ông Sáu thắng!

source: New Game
vi: Ván mới

# player_wins
source: %@ wins!
vi: %@ thắng!

# settings_title
source: Settings
vi: Cài đặt

# turn_of_player
source: %@'s turn
vi: Lượt của %@

# win_length_format
source: %lld in a row
vi: Thắng %lld quân

# win_length_section
source: Win Length
vi: Điều kiện thắng

# win_neighbor_mutters
source: UNCLE SÁU MUTTERS
vi: ÔNG SÁU LẨM BẨM

# win_streak_format
source: %lld win streak
vi: Thắng %lld ván

# win_victory
source: VICTORY
vi: THẮNG RỒI!
